{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "1664069668be21bd0e": {
      "type": "rich-text",
      "blocks": {
        "16640696687c13c39a-0": {
          "type": "heading",
          "settings": {
            "custom_liquid": "The Science Behind Xialla",
            "heading_size": "h0"
          }
        },
        "16640696687c13c39a-1": {
          "type": "text",
          "settings": {
            "text": "<p>Xialla is the only constriction device that was proven effective in treating moderate to severe ED in clinical trials. Xialla is particularly effective at treating blood outflow, or \"venous leak\".<\/p><p>While ED medications, injections, and pumps address ED by increasing the inflow of blood through the arteries, Xialla works primarily by preventing blood outflow, (venous leak) through the deep dorsal vein.<\/p><p>To create inflow, blood is carried into the penis through the cavernosal arteries deep within the penile shaft. These arteries expand and increase blood flow during sexual arousal.<\/p><p>When the penis is erect, the corporal tissue (the main part of the penis shaft) squeezes the deep dorsal vein and penile venules of the shaft, which slows the outflow of blood.<br\/>If the outflow is faster than the inflow, the erection will be weakened or lost: when the outflow can be slowed, an erection can be maintained.<\/p><p>While conventional rings constrict the veins of the penis, they still allow blood outflow because they move freely during sex, and these movements end up pushing blood out through the veins.<\/p><p>Xialla's patented design improves on conventional rings by keeping the constriction mechanism firmly in place with a discreet band that anchors to the base of the spine. As a result, outflow is dramatically minimized, which in turn results in a faster-forming, stronger, longer-lasting erection.<\/p>"
          }
        },
        "16640696687c13c39a-2": {
          "type": "button",
          "settings": {
            "button_label": "",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "16640696687c13c39a-0",
        "16640696687c13c39a-1",
        "16640696687c13c39a-2"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "1664069668be21bd0e"
  ]
}
